asciiquarium-transparent-git
base
base-devel
bluez
bluez-utils
brightnessctl
btop
clang
cmake
firefox
fzf
git
grim
grimblast-git
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
imv
kitty
libnotify
linux
linux-firmware
lldb
lua
lua-language-server
mako
man-db
man-pages
mpv
ncdu
neovim
networkmanager
nm-connection-editor
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
openssh
pacman-contrib
pamixer
paru
paru-debug
pavucontrol
pfetch
pulseaudio
python-pip
python-pynvim
python-pywal
ripgrep
rofi-lbonn-wayland
rustup
slurp
starship
tree
ttf-firacode-nerd
ttf-font-awesome
ttf-jetbrains-mono-nerd
unzip
vscode-css-languageserver
waybar
wev
wf-recorder
wl-clipboard
wofi
xdg-desktop-portal-hyprland
xsel
zsh
